{
  "legal": {
    "privacy": {
      "title": "ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ",
      "lastUpdated": "ອັບເດດລ່າສຸດ",
      "intro": {
        "title": "ບົດນຳ",
        "content": "bnos.space ເຄົາລົບຄວາມເປັນສ່ວນຕົວຂອງທ່ານ ແລະ ມຸ່ງໝັ້ນປົກປ້ອງຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ. ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວນີ້ອະທິບາຍວິທີທີ່ພວກເຮົາຈັດການຂໍ້ມູນຂອງທ່ານເມື່ອທ່ານໃຊ້ແອັບຂາຍໜ້າຮ້ານຂອງພວກເຮົາ."
      },
      "dataCollection": {
        "title": "ຂໍ້ມູນທີ່ເຮົາເກັບ",
        "content": "bnos.space ຖືກອອກແບບດ້ວຍຫຼັກການຄວາມເປັນສ່ວນຕົວກ່ອນ. ເຮົາເກັບຂໍ້ມູນຕ່ຳສຸດທີ່ຈຳເປັນສຳລັບແອັບເຮັດວຽກ:",
        "item1": "ຂໍ້ມູນທຸລະກິດທີ່ທ່ານປ້ອນ (ຊື່ຮ້ານ, ທີ່ຢູ່, ສິນຄ້າ, ແລະອື່ນໆ)",
        "item2": "ບັນທຶກທຸລະກຳສຳລັບການດຳເນີນທຸລະກິດຂອງທ່ານ",
        "item3": "Nostr public keys ສຳລັບການ sync ຂໍ້ມູນ (ເລືອກໄດ້)",
        "item4": "ຂໍ້ມູນການເຊື່ອມຕໍ່ກະເປົາ Lightning (ເລືອກໄດ້)"
      },
      "localStorage": {
        "title": "ເກັບຂໍ້ມູນໃນເຄື່ອງ",
        "content": "ຂໍ້ມູນທຸລະກິດທັງໝົດຂອງທ່ານຖືກເກັບຢູ່ໃນອຸປະກອນຂອງທ່ານໂດຍໃຊ້ IndexedDB (Dexie.js). ນີ້ໝາຍຄວາມວ່າຂໍ້ມູນຂອງທ່ານຢູ່ໃນອຸປະກອນຂອງທ່ານ ແລະ ຢູ່ພາຍໃຕ້ການຄວບຄຸມຂອງທ່ານ. ພວກເຮົາບໍ່ສາມາດເຂົ້າເຖິງຂໍ້ມູນໃນເຄື່ອງຂອງທ່ານໄດ້."
      },
      "nostr": {
        "title": "Nostr Protocol",
        "content": "ຖ້າທ່ານເລືອກເປີດໃຊ້ Nostr sync, ຂໍ້ມູນຂອງທ່ານຈະຖືກເຂົ້າລະຫັດ ແລະ ເຜີຍແຜ່ໄປຍັງ Nostr relays. ທ່ານຄວບຄຸມວ່າຈະໃຊ້ relays ໃດ ແລະ ສາມາດຈັດການຂໍ້ມູນຂອງທ່ານຜ່ານ Nostr protocol. Private key ຂອງທ່ານບໍ່ເຄີຍອອກຈາກອຸປະກອນຂອງທ່ານ."
      },
      "encryption": {
        "title": "ການເຂົ້າລະຫັດຂໍ້ມູນ",
        "content": "ຂໍ້ມູນລະອຽດອ່ອນທັງໝົດທີ່ sync ຜ່ານ Nostr ຖືກເຂົ້າລະຫັດໂດຍໃຊ້ມາດຕະຖານ NIP-04/NIP-44. ມີແຕ່ທ່ານ (ດ້ວຍ private key ຂອງທ່ານ) ເທົ່ານັ້ນທີ່ສາມາດຖອດລະຫັດ ແລະ ເຂົ້າເຖິງຂໍ້ມູນຂອງທ່ານ."
      },
      "thirdParty": {
        "title": "ບໍລິການບຸກຄົນທີສາມ",
        "content": "bnos.space ອາດເຊື່ອມຕໍ່ກັບບໍລິການບຸກຄົນທີສາມເຊັ່ນ ຜູ້ໃຫ້ບໍລິການກະເປົາ Lightning (LNbits, Alby, NWC) ແລະ ການ host ຮູບ (Cloudinary). ບໍລິການເຫຼົ່ານີ້ມີນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງຕົວເອງ. ເຮົາແບ່ງປັນພຽງແຕ່ຂໍ້ມູນທີ່ຈຳເປັນສຳລັບການເຊື່ອມຕໍ່ເຮັດວຽກ."
      },
      "rights": {
        "title": "ສິດຂອງທ່ານ",
        "content": "ທ່ານມີການຄວບຄຸມຂໍ້ມູນຂອງທ່ານຢ່າງສົມບູນ:",
        "item1": "ເຂົ້າເຖິງ ແລະ ສົ່ງອອກຂໍ້ມູນຂອງທ່ານໄດ້ທຸກເວລາ",
        "item2": "ລຶບຂໍ້ມູນຂອງທ່ານຈາກ local storage",
        "item3": "ເລືອກທີ່ຈະບໍ່ໃຊ້ cloud sync"
      },
      "contact": {
        "title": "ຕິດຕໍ່ພວກເຮົາ",
        "content": "ຖ້າທ່ານມີຄຳຖາມກ່ຽວກັບນະໂຍບາຍຄວາມເປັນສ່ວນຕົວນີ້, ກະລຸນາຕິດຕໍ່ພວກເຮົາຜ່ານ Nostr public key ຫຼື GitHub repository ຂອງພວກເຮົາ."
      }
    },
    "terms": {
      "title": "ເງື່ອນໄຂການໃຊ້ບໍລິການ",
      "lastUpdated": "ອັບເດດລ່າສຸດ",
      "acceptance": {
        "title": "ການຍອມຮັບເງື່ອນໄຂ",
        "content": "ໂດຍການເຂົ້າເຖິງ ແລະ ໃຊ້ bnos.space, ທ່ານຍອມຮັບ ແລະ ຕົກລົງທີ່ຈະຜູກມັດຕາມເງື່ອນໄຂ ແລະ ຂໍ້ກຳນົດຂອງຂໍ້ຕົກລົງນີ້. ຖ້າທ່ານບໍ່ເຫັນດີກັບເງື່ອນໄຂເຫຼົ່ານີ້, ທ່ານບໍ່ຄວນໃຊ້ software ນີ້."
      },
      "license": {
        "title": "ໃບອະນຸຍາດ",
        "content": "bnos.space ເປັນ software open-source ທີ່ໄດ້ຮັບອະນຸຍາດພາຍໃຕ້ MIT License. ທ່ານມີອິດສະລະໃນການໃຊ້, ແກ້ໄຂ, ແລະ ແຈກຢາຍ software ຕາມເງື່ອນໄຂຂອງໃບອະນຸຍາດ."
      },
      "userResponsibilities": {
        "title": "ຄວາມຮັບຜິດຊອບຂອງຜູ້ໃຊ້",
        "content": "ເມື່ອໃຊ້ bnos.space, ທ່ານຕົກລົງທີ່ຈະ:",
        "item1": "ຮັກສາ Nostr private keys ຂອງທ່ານໃຫ້ປອດໄພ ແລະ ເປັນຄວາມລັບ",
        "item2": "ປະຕິບັດຕາມກົດໝາຍ ແລະ ລະບຽບການທັງໝົດທີ່ໃຊ້ໄດ້",
        "item3": "ບໍ່ໃຊ້ບໍລິການສຳລັບກິດຈະກຳທີ່ຜິດກົດໝາຍ",
        "item4": "ຮັກສາບັນທຶກທຸລະກິດໃຫ້ຖືກຕ້ອງ"
      },
      "payments": {
        "title": "ການຊຳລະເງິນ & Lightning",
        "content": "bnos.space ເຊື່ອມຕໍ່ກັບ Lightning Network ສຳລັບການຊຳລະເງິນ. ທ່ານຮັບຜິດຊອບໃນການຕັ້ງຄ່າກະເປົາ Lightning ຂອງທ່ານຢ່າງຖືກຕ້ອງ ແລະ ໃຫ້ແນ່ໃຈວ່າປະຕິບັດຕາມກົດລະບຽບການເງິນໃນທ້ອງຖິ່ນ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ຄວາມຜິດພາດໃນການປະມວນຜົນການຊຳລະເງິນຫຼືການສູນເສຍໃດໆ."
      },
      "disclaimer": {
        "title": "ຂໍ້ປະຕິເສດຄວາມຮັບຜິດຊອບ",
        "content": "bnos.space ສະໜອງ \"ຕາມສະພາບ\" ໂດຍບໍ່ມີການຮັບປະກັນໃດໆ. ພວກເຮົາບໍ່ຮັບປະກັນວ່າບໍລິການຈະບໍ່ມີການຂັດຂ້ອງ, ປອດໄພ, ຫຼື ບໍ່ມີຂໍ້ຜິດພາດ. ທ່ານໃຊ້ software ນີ້ຕາມຄວາມສ່ຽງຂອງທ່ານເອງ."
      },
      "limitation": {
        "title": "ຂໍ້ຈຳກັດຄວາມຮັບຜິດຊອບ",
        "content": "ໃນກໍລະນີໃດກໍ່ຕາມ BitSpace ຫຼື ຜູ້ປະກອບສ່ວນຂອງມັນຈະບໍ່ຮັບຜິດຊອບຕໍ່ຄວາມເສຍຫາຍທາງອ້ອມ, ບັງເອີນ, ພິເສດ, ສືບເນື່ອງ, ຫຼື ເປັນການລົງໂທດ."
      },
      "modifications": {
        "title": "ການດັດແກ້",
        "content": "ພວກເຮົາຂໍສະຫງວນສິດໃນການດັດແກ້ເງື່ອນໄຂເຫຼົ່ານີ້ໄດ້ທຸກເວລາ. ການປ່ຽນແປງຈະມີຜົນທັນທີຫຼັງຈາກການໂພສ. ການໃຊ້ bnos.space ຕໍ່ເນື່ອງຂອງທ່ານຫຼັງຈາກການປ່ຽນແປງໃດໆ ຖືວ່າຍອມຮັບເງື່ອນໄຂໃໝ່."
      },
      "contact": {
        "title": "ຕິດຕໍ່",
        "content": "ສຳລັບຄຳຖາມກ່ຽວກັບເງື່ອນໄຂການໃຊ້ບໍລິການເຫຼົ່ານີ້, ກະລຸນາຕິດຕໍ່ພວກເຮົາຜ່ານຊ່ອງທາງທາງການຂອງພວກເຮົາໃນ GitHub ຫຼື Nostr."
      }
    }
  }
}
