{
  "legal": {
    "privacy": {
      "title": "นโยบายความเป็นส่วนตัว",
      "lastUpdated": "อัปเดตล่าสุด",
      "intro": {
        "title": "บทนำ",
        "content": "bnos.space เคารพความเป็นส่วนตัวของคุณและมุ่งมั่นในการปกป้องข้อมูลส่วนบุคคลของคุณ นโยบายความเป็นส่วนตัวนี้อธิบายวิธีที่เราจัดการข้อมูลของคุณเมื่อคุณใช้แอปพลิเคชันขายหน้าร้านของเรา"
      },
      "dataCollection": {
        "title": "ข้อมูลที่เราเก็บ",
        "content": "bnos.space ถูกออกแบบโดยยึดหลักความเป็นส่วนตัวเป็นอันดับแรก เราเก็บรวบรวมข้อมูลขั้นต่ำที่จำเป็นสำหรับแอปทำงาน:",
        "item1": "ข้อมูลธุรกิจที่คุณป้อน (ชื่อร้าน, ที่อยู่, สินค้า ฯลฯ)",
        "item2": "บันทึกธุรกรรมสำหรับการดำเนินธุรกิจของคุณ",
        "item3": "Nostr public keys สำหรับการซิงค์ข้อมูล (ไม่บังคับ)",
        "item4": "ข้อมูลการเชื่อมต่อกระเป๋า Lightning (ไม่บังคับ)"
      },
      "localStorage": {
        "title": "การจัดเก็บข้อมูลในเครื่อง",
        "content": "ข้อมูลธุรกิจทั้งหมดของคุณถูกจัดเก็บไว้ในอุปกรณ์ของคุณโดยใช้ IndexedDB (Dexie.js) ซึ่งหมายความว่าข้อมูลของคุณอยู่ในอุปกรณ์ของคุณและอยู่ภายใต้การควบคุมของคุณ เราไม่สามารถเข้าถึงข้อมูลในเครื่องของคุณได้"
      },
      "nostr": {
        "title": "Nostr Protocol",
        "content": "หากคุณเลือกเปิดใช้งาน Nostr sync ข้อมูลของคุณจะถูกเข้ารหัสและเผยแพร่ไปยัง Nostr relays คุณควบคุมว่าจะใช้ relays ใดและสามารถจัดการข้อมูลของคุณผ่าน Nostr protocol Private key ของคุณจะไม่ออกจากอุปกรณ์ของคุณ"
      },
      "encryption": {
        "title": "การเข้ารหัสข้อมูล",
        "content": "ข้อมูลที่ละเอียดอ่อนทั้งหมดที่ซิงค์ผ่าน Nostr ถูกเข้ารหัสโดยใช้มาตรฐาน NIP-04/NIP-44 เฉพาะคุณ (ด้วย private key ของคุณ) เท่านั้นที่สามารถถอดรหัสและเข้าถึงข้อมูลของคุณ"
      },
      "thirdParty": {
        "title": "บริการของบุคคลที่สาม",
        "content": "bnos.space อาจรวมเข้ากับบริการของบุคคลที่สามเช่น ผู้ให้บริการกระเป๋า Lightning (LNbits, Alby, NWC) และการโฮสต์รูปภาพ (Cloudinary) บริการเหล่านี้มีนโยบายความเป็นส่วนตัวของตัวเอง เราแบ่งปันเฉพาะข้อมูลที่จำเป็นสำหรับการรวมระบบทำงาน"
      },
      "rights": {
        "title": "สิทธิ์ของคุณ",
        "content": "คุณมีการควบคุมข้อมูลของคุณอย่างสมบูรณ์:",
        "item1": "เข้าถึงและส่งออกข้อมูลของคุณได้ทุกเวลา",
        "item2": "ลบข้อมูลของคุณจาก local storage",
        "item3": "เลือกที่จะไม่ใช้ cloud sync"
      },
      "contact": {
        "title": "ติดต่อเรา",
        "content": "หากคุณมีคำถามเกี่ยวกับนโยบายความเป็นส่วนตัวนี้ กรุณาติดต่อเราผ่าน Nostr public key หรือ GitHub repository ของเรา"
      }
    },
    "terms": {
      "title": "ข้อกำหนดการใช้บริการ",
      "lastUpdated": "อัปเดตล่าสุด",
      "acceptance": {
        "title": "การยอมรับข้อกำหนด",
        "content": "โดยการเข้าถึงและใช้ bnos.space คุณยอมรับและตกลงที่จะผูกพันตามข้อกำหนดและเงื่อนไขของข้อตกลงนี้ หากคุณไม่เห็นด้วยกับข้อกำหนดเหล่านี้ คุณไม่ควรใช้ซอฟต์แวร์นี้"
      },
      "license": {
        "title": "ใบอนุญาต",
        "content": "bnos.space เป็นซอฟต์แวร์ open-source ที่ได้รับอนุญาตภายใต้ MIT License คุณมีอิสระในการใช้ แก้ไข และแจกจ่ายซอฟต์แวร์ตามเงื่อนไขของใบอนุญาต"
      },
      "userResponsibilities": {
        "title": "ความรับผิดชอบของผู้ใช้",
        "content": "เมื่อใช้ bnos.space คุณตกลงที่จะ:",
        "item1": "รักษา Nostr private keys ของคุณให้ปลอดภัยและเป็นความลับ",
        "item2": "ปฏิบัติตามกฎหมายและข้อบังคับทั้งหมดที่เกี่ยวข้อง",
        "item3": "ไม่ใช้บริการสำหรับกิจกรรมที่ผิดกฎหมาย",
        "item4": "รักษาบันทึกธุรกิจให้ถูกต้อง"
      },
      "payments": {
        "title": "การชำระเงิน & Lightning",
        "content": "bnos.space รวมเข้ากับ Lightning Network สำหรับการชำระเงิน คุณรับผิดชอบในการกำหนดค่ากระเป๋า Lightning ของคุณอย่างถูกต้องและให้แน่ใจว่าปฏิบัติตามกฎระเบียบทางการเงินในท้องถิ่น เราไม่รับผิดชอบต่อข้อผิดพลาดในการประมวลผลการชำระเงินหรือการสูญเสียใดๆ"
      },
      "disclaimer": {
        "title": "ข้อปฏิเสธความรับผิดชอบ",
        "content": "bnos.space จัดให้ \"ตามสภาพ\" โดยไม่มีการรับประกันใดๆ เราไม่รับประกันว่าบริการจะไม่มีการหยุดชะงัก ปลอดภัย หรือไม่มีข้อผิดพลาด คุณใช้ซอฟต์แวร์นี้ตามความเสี่ยงของคุณเอง"
      },
      "limitation": {
        "title": "ข้อจำกัดความรับผิดชอบ",
        "content": "ไม่ว่าในกรณีใด BitSpace หรือผู้มีส่วนร่วมจะไม่รับผิดชอบต่อความเสียหายทางอ้อม โดยบังเอิญ พิเศษ ต่อเนื่อง หรือเป็นการลงโทษ"
      },
      "modifications": {
        "title": "การแก้ไข",
        "content": "เราขอสงวนสิทธิ์ในการแก้ไขข้อกำหนดเหล่านี้ได้ทุกเวลา การเปลี่ยนแปลงจะมีผลทันทีหลังจากโพสต์ การใช้ bnos.space ต่อเนื่องของคุณหลังจากการเปลี่ยนแปลงใดๆ ถือว่ายอมรับข้อกำหนดใหม่"
      },
      "contact": {
        "title": "ติดต่อ",
        "content": "สำหรับคำถามเกี่ยวกับข้อกำหนดการใช้บริการเหล่านี้ กรุณาติดต่อเราผ่านช่องทางทางการของเราใน GitHub หรือ Nostr"
      }
    }
  }
}
